Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: 30d Avg
cs: 30d prům
da: 30d Gns
de: 30 Tage Durchschn
es: Promedio 30d
et: 30 p keskmine
fi: 30 pv keskim
fr: Moyenne 30 jours
hr: 30 d Prosj
hu: 30 nap Átl
it: Media 30g
lv: 30 d vid
nb: 30d Gj.sn
nl: 30d Gem
pl: Śr. 30
pt_br: Média de 30 dias
ro: 30d medie
sk: 30 dní priem
sl: 30 d povp
sv: 30d Genomsn
uk: Середнє за 30д

source: 100 days showed up
cs: Ukázalo se 100 dní
da: 100 dage dukkede op
de: 100 Tage erschienen
es: 100 días cumplidos
et: 100 päeva ilmus
fi: 100 päivää tehty
fr: 100 jours se sont présentés
hr: Pojavilo se 100 dana
hu: 100 nap jelent meg
it: 100 giorni in cui ci sei stato
lv: 100 dienas izdarītas
nb: 100 dager dukket opp
nl: 100 dagen volgehouden
pl: 100 dni zrobione
pt_br: 100 dias cumpridos
ro: 100 de zile făcute
sk: 100 splnených dní
sl: 100 dni vztrajanja
sv: 100 dagar genomförda
uk: 100 днів відмічено

source: 100 weeks showed up
cs: Ukázalo se 100 týdnů
da: 100 uger dukkede op
de: 100 Wochen erschienen
es: 100 semanas aparecieron
et: Ilmus 100 nädalat
fi: 100 viikkoa tehty
fr: 100 semaines se sont présentées
hr: Pojavilo se 100 tjedana
hu: 100 hét jelent meg
it: 100 settimane completate
lv: 100 nedēļas izdarītas
nb: 100 uker dukket opp
nl: 100 weken volgehouden
pl: 100 tygodni zrobione
pt_br: 100 semanas cumpridas
ro: 100 de săptămâni făcute
sk: 100 splnených týždňov
sl: 100 tednov vztrajanja
sv: 100 veckor genomförda
uk: З'явилися 100 тижнів

source: 150 days in
cs: za 150 dní
da: 150 dage om
de: 150 Tage drin
es: 150 días en
et: 150 päeva pärast
fi: 150 päivää sisään
fr: 150 jours dans
hr: 150 dana u
hu: 150 nap múlva
it: 150 giorni dentro
lv: 150 dienas
nb: 150 dager inn
nl: 150 dagen bezig
pl: 150 dni
pt_br: 150 dias em
ro: 150 de zile deja
sk: O 150 dní
sl: 150 dni čez
sv: 150 dagar in
uk: 150 днів позаду

source: 150 weeks in
cs: 150 týdnů v
da: 150 uger om
de: 150 Wochen später
es: 150 semanas en
et: 150 nädala pärast
fi: 150 viikkoa
fr: 150 semaines en
hr: 150 tjedana u
hu: 150 hét múlva
it: 150 settimane dentro
lv: 150 nedēļas
nb: 150 uker inn
nl: 150 weken bezig
pl: 150 tygodni
pt_br: 150 semanas em
ro: 150 de săptămâni deja
sk: 150 týždňov za tebou
sl: 150 tednov čez
sv: 150 veckor in
uk: 150 тижнів

source: A clean start this month
cs: Čistý začátek tohoto měsíce
da: En ren start denne måned
de: Ein sauberer Start in diesen Monat
es: Un comienzo limpio este mes
et: Sel kuul puhas algus
fi: Puhdas alku tässä kuussa
fr: Un bon départ ce mois-ci
hr: Čist početak ovog mjeseca
hu: Tiszta kezdés ebben a hónapban
it: Un inizio pulito questo mese
lv: Tīrs sākums šomēnes
nb: En ren start denne måneden
nl: Een schone start deze maand
pl: Czysty start w tym miesiącu
pt_br: Um começo limpo este mês
ro: Un început curat în această lună
sk: Čistý začiatok tohto mesiaca
sl: Čist začetek tega meseca
sv: En ren start den här månaden
uk: Чистий початок цього місяця

source: A full month
cs: Celý měsíc
da: En hel måned
de: Ein ganzer Monat
es: un mes completo
et: Terve kuu
fi: Kokonainen kuukausi
fr: Un mois complet
hr: Puni mjesec
hu: Egy teljes hónap
it: Un mese intero
lv: Pilns mēnesis
nb: En hel måned
nl: Een volledige maand
pl: Pełny miesiąc
pt_br: Um mês inteiro
ro: O lună întreagă
sk: Celý mesiac
sl: Cel mesec
sv: En hel månad
uk: Цілий місяць

source: A gentle daily nudge helps your dots keep growing.
cs: Jemné denní připomenutí pomáhá tečkám růst.
da: Et blidt dagligt skub hjælper dine prikker med at vokse.
de: Ein sanfter täglicher Stupser hilft deinen Punkten zu wachsen.
es: Un recordatorio diario suave ayuda a que tus puntos sigan creciendo.
et: Õrn igapäevane meeldetuletus aitab täppidel kasvada.
fi: Hellä päivittäinen muistutus auttaa pisteitäsi kasvamaan.
fr: Un rappel quotidien discret aide tes points à continuer de grandir.
hr: Blagi dnevni podsjetnik pomaže da tvoje točke nastave rasti.
hu: Egy finom napi emlékeztető segít, hogy tovább gyűljenek a pontjaid.
it: Un promemoria leggero aiuta i tuoi punti a crescere giorno dopo giorno.
lv: Maigs ikdienas atgādinājums palīdz punktiem turpināt augt.
nb: En rolig daglig påminnelse hjelper prikkene å vokse.
nl: Een zachte dagelijkse herinnering helpt je stippen groeien.
pl: Delikatne codzienne przypomnienie pomaga utrzymać rosnący ciąg kropek.
pt_br: Um lembrete leve por dia ajuda seus pontos a continuar crescendo.
ro: Un mic imbold zilnic ajută punctele să crească.
sk: Jemná denná pripomienka pomáha bodkám rásť.
sl: Nežen dnevni opomnik pomaga, da tvoje pike rastejo.
sv: En mjuk daglig påminnelse hjälper prickarna att växa.
uk: М’яке щоденне нагадування допоможе твоїм точкам рости.

source: A huge run
cs: Obrovský běh
da: Et kæmpe løb
de: Ein riesiger Lauf
es: Una gran carrera
et: Tohutu jooks
fi: Valtava juoksu
fr: Une énorme course
hr: Ogroman niz
hu: Hatalmas futás
it: Una corsa enorme
lv: Milzīga sērija
nb: Et stort løp
nl: Een enorme run
pl: Ogromna seria
pt_br: Uma sequência enorme
ro: O serie uriașă
sk: Obrovský beh
sl: Ogromen tek
sv: Ett stort lopp
uk: Величезний пробіг

source: A quick check-in can help you keep momentum.
cs: Rychlé zapsání ti pomůže udržet tah.
da: En hurtig check-in kan hjælpe dig med at holde momentum.
de: Ein kurzer Check-in hilft dir, den Schwung zu halten.
es: Un control rápido puede ayudarle a mantener el impulso.
et: Kiire sisseregistreerimine aitab teil hoogu hoida.
fi: Nopea merkintä auttaa pitämään vauhdin.
fr: Un enregistrement rapide peut vous aider à maintenir votre élan.
hr: Brza prijava može vam pomoći da zadržite zamah.
hu: Egy gyors bejelentkezés segíthet megtartani a lendületet.
it: Un rapido check-in può aiutarti a mantenere lo slancio.
lv: Ātra atzīme palīdz noturēt ritmu.
nb: En rask innsjekk kan hjelpe deg å holde farten oppe.
nl: Een snelle check-in helpt je ritme vast te houden.
pl: Szybkie oznaczenie pomaga utrzymać rytm.
pt_br: Um check-in rápido pode ajudar você a manter o ritmo.
ro: O bifare rapidă te poate ajuta să păstrezi ritmul.
sk: Rýchly záznam ti pomôže udržať tempo.
sl: Kratek vnos ti lahko pomaga ohraniti zagon.
sv: En snabb incheckning kan hjälpa dig att hålla farten.
uk: Швидка реєстрація може допомогти вам зберегти імпульс.

source: A real base is forming
cs: Tvoří se skutečná základna
da: En rigtig base er ved at dannes
de: Es bildet sich eine echte Basis
es: Se está formando una base real
et: Tekib tõeline baas
fi: Todellinen tukikohta on muodostumassa
fr: Une véritable base se forme
hr: Formira se prava baza
hu: Valódi bázis formálódik
it: Si sta formando una vera base
lv: Veidojas īsts pamats
nb: En ekte base dannes
nl: Er vormt zich een echte basis
pl: Powstaje prawdziwa baza
pt_br: Uma base real está se formando
ro: Se formează o bază reală
sk: Vytvára sa skutočná základňa
sl: Nastaja prava osnova
sv: En riktig bas håller på att bildas
uk: Формується реальна база

source: A recurring notification at your chosen time.
cs: Opakované upozornění ve vámi zvolený čas.
da: En tilbagevendende notifikation på dit valgte tidspunkt.
de: Eine wiederkehrende Benachrichtigung zu deiner gewählten Zeit.
es: Una notificación recurrente a la hora elegida.
et: Korduv meeldetuletus sinu valitud ajal.
fi: Toistuva ilmoitus valitsemaasi aikaan.
fr: Une notification récurrente à l'heure choisie.
hr: Obavijest koja se ponavlja u odabrano vrijeme.
hu: Ismétlődő értesítés az általad választott időpontban.
it: Una notifica ricorrente all'orario scelto.
lv: Atkārtots paziņojums tavā izvēlētajā laikā.
nb: Et varsel som gjentas på tidspunktet du velger.
nl: Een terugkerende melding op het tijdstip dat jij kiest.
pl: Powiadomienie cykliczne w wybranym przez Ciebie czasie.
pt_br: Uma notificação recorrente no horário escolhido.
ro: O notificare recurentă la ora aleasă de tine.
sk: Opakujúce sa upozornenie vo vami zvolenom čase.
sl: Ponavljajoče se obvestilo ob izbranem času.
sv: Ett återkommande meddelande vid din valda tidpunkt.
uk: Повторюване сповіщення у вибраний час.

source: A recurring notification on your chosen weekday and time.
cs: Opakované upozornění ve vámi zvolený den v týdnu a čas.
da: En tilbagevendende notifikation på din valgte ugedag og tidspunkt.
de: Eine wiederkehrende Benachrichtigung an deinem gewählten Wochentag und zur gewählten Zeit.
es: Una notificación recurrente en el día y hora de la semana elegidos.
et: Korduv meeldetuletus sinu valitud nädalapäeval ja ajal.
fi: Toistuva ilmoitus valitsemasi viikonpäivänä ja kellonaikana.
fr: Une notification récurrente le jour et l'heure de la semaine que vous avez choisis.
hr: Ponavljajuća obavijest na odabrani dan u tjednu i vrijeme.
hu: Ismétlődő értesítés az általad választott hétköznapon és időpontban.
it: Una notifica ricorrente nel giorno e nell'orario prescelti.
lv: Atkārtots paziņojums tavā izvēlētajā nedēļas dienā un laikā.
nb: Et varsel som gjentas på ukedagen og tidspunktet du velger.
nl: Een terugkerende melding op de weekdag en tijd die jij kiest.
pl: Powtarzające się powiadomienie w wybranym przez Ciebie dniu tygodnia i godzinie.
pt_br: Uma notificação recorrente no dia e horário da semana escolhidos.
ro: O notificare recurentă în ziua și la ora alese de tine.
sk: Opakujúce sa upozornenie vo vami vybraný deň a čas v týždni.
sl: Ponavljajoče se obvestilo na izbrani dan in uro.
sv: Ett återkommande meddelande på din valda veckodag och tid.
uk: Повторюване сповіщення у вибраний день тижня та час.

source: A simple habit calendar.
cs: Jednoduchý kalendář návyků.
da: En enkel vanekalender.
de: Ein einfacher Kalender für deine Gewohnheiten.
es: Un calendario de hábitos simple.
et: Lihtne harjumuste kalender.
fi: Yksinkertainen tapakalenteri.
fr: Un calendrier d’habitudes simple.
hr: Jednostavan kalendar navika.
hu: Egyszerű szokásnaptár.
it: Un calendario semplice delle abitudini.
lv: Vienkāršs ieradumu kalendārs.
nb: En enkel vanekalender.
nl: Een simpele gewoontekalender.
pl: Prosty kalendarz nawyków.
pt_br: Um calendário simples para hábitos.
ro: Un calendar simplu pentru obiceiuri.
sk: Jednoduchý kalendár zvykov.
sl: Preprost koledar navad.
sv: En enkel kalender för vanor.
uk: Простий календар звичок.

source: A small favor?
cs: Malá prosba?
da: En lille tjeneste?
de: Eine kleine Bitte?
es: ¿Un pequeño favor?
et: Väike palve?
fi: Pieni palvelus?
fr: Un petit service ?
hr: Mala usluga?
hu: Egy kis szívesség?
it: Un piccolo favore?
lv: Mazs lūgums?
nb: En liten tjeneste?
nl: Een kleine gunst?
pl: Mała prośba?
pt_br: Um favor rápido?
ro: O mică rugăminte?
sk: Malá prosba?
sl: Majhna usluga?
sv: En liten tjänst?
uk: Маленьке прохання?

source: A strong daily start
cs: Silný každodenní začátek
da: En stærk daglig start
de: Ein starker Tagesstart
es: Un fuerte comienzo diario
et: Tugev igapäevane algus
fi: Vahva päivälähtö
fr: Un bon début de journée
hr: Snažan dnevni početak
hu: Erős napi kezdés
it: Un buon inizio quotidiano
lv: Stiprs dienas sākums
nb: En sterk start på hverdagen
nl: Een sterke dagelijkse start
pl: Mocny dzienny start
pt_br: Um começo diário forte
ro: Un început zilnic puternic
sk: Silný začiatok dňa
sl: Močan dnevni začetek
sv: En stark daglig start
uk: Сильний щоденний старт

source: A strong weekly start
cs: Silný týdenní začátek
da: En stærk ugentlig start
de: Ein starker Wochenstart
es: Un fuerte comienzo semanal
et: Tugev nädala algus
fi: Vahva viikkoaloitus
fr: Un bon début de semaine
hr: Snažan tjedni početak
hu: Erős heti kezdés
it: Un buon inizio settimanale
lv: Stiprs nedēļas sākums
nb: En sterk ukentlig start
nl: Een sterke wekelijkse start
pl: Mocny tygodniowy start
pt_br: Um começo semanal forte
ro: Un început săptămânal puternic
sk: Silný začiatok týždňa
sl: Močan tedenski začetek
sv: En stark veckostart
uk: Сильний початок тижня

source: A Work in Progress
cs: Probíhající práce
da: Et igangværende arbejde
de: Ein Work in Progress
es: Un trabajo en progreso
et: Pooleli töö
fi: Työ kesken
fr: Un travail en cours
hr: Rad u tijeku
hu: Egy folyamatban lévő munka
it: Un progetto in corso
lv: Darbs vēl turpinās
nb: Et arbeid på gang
nl: Een werk in uitvoering
pl: Praca w toku
pt_br: Um trabalho em andamento
ro: O lucrare în curs
sk: Stále sa na tom pracuje
sl: Delo v teku
sv: Ett pågående arbete
uk: Робота триває

source: About
cs: O
da: Om
de: Um
es: Acerca de
et: Umbes
fi: Noin
fr: À propos
hr: Oko
hu: Körülbelül
it: Informazioni
lv: Par
nb: Om
nl: Over
pl: O
pt_br: Sobre
ro: Despre
sk: O
sl: O tem
sv: Om
uk: Про застосунок

source: About & Legal
cs: Informace a právní předpisy
da: Om & Juridisk
de: Über & Rechtliches
es: Acerca de y Legal
et: Teave ja juriidiline teave
fi: Tietoja ja lakiasiat
fr: À propos et mentions légales
hr: O & Pravo
it: Informazioni e aspetti legali
lv: Par lietotni un juridiski
nb: Om og lov
nl: Over & Juridisch
pl: Informacje i informacje prawne
pt_br: Sobre e Jurídico
ro: Despre și juridic
sk: Informácie a právne predpisy
sl: O & pravno
sv: Om & Juridik
uk: Про та юридичні питання

source: Absolutely unreal
cs: Naprosto neskutečné
da: Helt uvirkeligt
de: Absolut unwirklich
es: Absolutamente irreal
et: Täiesti ebareaalne
fi: Täysin epätodellista
fr: Absolument irréel
hr: Apsolutno nerealno
hu: Abszolút valószerűtlen
it: Assolutamente incredibile
lv: Pilnīgi nereāli
nb: Helt uvirkelig
nl: Absoluut onwerkelijk
pl: Absolutnie nierealne
pt_br: Absolutamente irreal
ro: Absolut ireal
sk: Absolútne neskutočné
sl: Popolnoma nerealno
sv: Helt overkligt
uk: Абсолютно неймовірно

source: Accent Color
cs: Zvýrazňující barva
da: Accentfarve
de: Akzentfarbe
es: Color de acento
et: Rõhuvärv
fi: Korostusväri
fr: Couleur d’accent
hr: Boja naglaska
hu: Kiemelőszín
it: Colore accento
lv: Akcenta krāsa
nb: Aksentfarge
nl: Accentkleur
pl: Kolor akcentu
pt_br: Cor de destaque
ro: Culoare de accent
sk: Farba zvýraznenia
sl: Barva poudarka
sv: Accentfärg
uk: Колір акценту

source: Actions
cs: Akce
da: Handlinger
de: Aktionen
es: Acciones
et: Toimingud
fi: Toiminnot
hr: Radnje
hu: Műveletek
it: Azioni
lv: Darbības
nb: Handlinger
nl: Acties
pl: Czynności
pt_br: Ações
ro: Acțiuni
sk: Akcie
sl: Dejanja
sv: Åtgärder
uk: Дії

source: Active Days
cs: Aktivní dny
da: Aktive dage
de: Aktive Tage
es: Días activos
et: Aktiivsed päevad
fi: Aktiiviset päivät
fr: Journées actives
hr: Aktivni dani
hu: Aktív napok
it: Giorni attivi
lv: Aktīvās dienas
nb: Aktive dager
nl: Actieve dagen
pl: Aktywne dni
pt_br: Dias Ativos
ro: Zilele active
sk: Aktívne dni
sl: Aktivni dnevi
sv: Aktiva dagar
uk: Активні дні

source: Add
cs: Přidat
da: Tilføje
de: Hinzufügen
es: Agregar
et: Lisa
fi: Lisätä
fr: Ajouter
hr: Dodati
hu: Hozzáadás
it: Aggiungi
lv: Pievienot
nb: Legge til
nl: Toevoegen
pl: Dodać
pt_br: Adicionar
ro: Adaugă
sk: Pridať
sl: Dodaj
sv: Tillägga
uk: Додати

source: Add \(guide.title)
cs: Přidat \(guide.title)
da: Tilføj \(guide.title)
de: \(guide.title) hinzufügen
es: Añadir\(guide.title)
et: Lisa\(guide.title)
fi: Lisää \(guide.title)
fr: Ajouter\(guide.title)
hr: Dodaj \(guide.title)
hu: \(guide.title) hozzáadása
it: Aggiungi \(guide.title)
lv: Pievienot \(guide.title)
nb: Legg til \(guide.title)
nl: Voeg \(guide.title) toe
pl: Dodaj \(guide.title)
pt_br: Adicionar \(guide.title)
ro: Adaugă \(guide.title)
sk: Pridať \(guide.title)
sl: Dodaj\(guide.title)
sv: Lägg till \(guide.title)
uk: Додати \(guide.title)

source: Add \(guide.title) widget
cs: Přidat widget \(guide.title)
da: Tilføj \(guide.title)-widget
de: \(guide.title)-Widget hinzufügen
es: Añadir widget de \(guide.title)
et: Lisage vidin\(guide.title)
fi: Lisää \(guide.title)-widget
fr: Ajouter un widget\(guide.title)
hr: Dodaj widget \(guide.title)
hu: \(guide.title) widget hozzáadása
it: Aggiungi il widget \(guide.title)
lv: Pievienot \(guide.title) logrīku
nb: Legg til \(guide.title)-widget
nl: Voeg \(guide.title)-widget toe
pl: Dodaj widżet \(guide.title)
pt_br: Adicionar widget \(guide.title)
ro: Adaugă widgetul \(guide.title)
sk: Pridať widget \(guide.title)
sl: Dodaj pripomoček \(guide.title)
sv: Lägg till \(guide.title)-widget
uk: Додати віджет \(guide.title)

source: Add %@
cs: Přidat %@
da: Tilføj %@
de: %@ hinzufügen
es: Añadir %@
et: Lisa „%@”
fi: Lisää %@
fr: Ajouter %@
hr: Dodaj %@
hu: %@ hozzáadása
it: Aggiungi %@
lv: Pievienot %@
nb: Legg til %@
nl: Voeg %@ toe
pl: Dodaj %@
pt_br: Adicionar %@
ro: Adaugă %@
sk: Pridať %@
sl: Dodajte %@
sv: Lägg till %@
uk: Додайте %@

source: Add %@ widget
cs: Přidat widget %@
da: Tilføj %@-widget
de: %@-Widget hinzufügen
es: Añadir widget de %@
et: Lisa vidin „%@”
fi: Lisää %@-widget
fr: Ajouter le widget %@
hr: Dodaj %@ widget
hu: %@ widget hozzáadása
it: Aggiungi il widget %@
lv: Pievienot logrīku %@
nb: Legg til %@-widget
nl: Voeg %@-widget toe
pl: Dodaj widżet %@
pt_br: Adicionar widget %@
ro: Adaugă widgetul %@
sk: Pridať widget %@
sl: Dodaj pripomoček %@
sv: Lägg till %@-widget
uk: Додати віджет %@

source: Add a comment
cs: Přidejte komentář
da: Tilføj en kommentar
de: Kommentar hinzufügen
es: Añadir un comentario
et: Lisa kommentaar
fi: Lisää kommentti
fr: Ajouter un commentaire
hr: Dodajte komentar
hu: Megjegyzés hozzáadása
it: Aggiungi un commento
lv: Pievienot komentāru
nb: Legg til en kommentar
nl: Voeg een opmerking toe
pl: Dodaj komentarz
pt_br: Adicione um comentário
ro: Adaugă un comentariu
sk: Pridať komentár
sl: Dodajte komentar
sv: Lägg till en kommentar
uk: Додати коментар

source: Add a Yearlit widget to keep your promise where you’ll see it.
cs: Přidej widget Yearlit, ať máš svůj slib na očích.
da: Tilføj en Yearlit-widget, så dit løfte er dér, hvor du ser det.
de: Füge ein Yearlit-Widget hinzu, damit dein Versprechen dort bleibt, wo du es siehst.
es: Añade un widget de Yearlit para tener tu promesa donde la veas.
et: Lisa Yearliti vidin sinna, kus sa oma lubadust näed.
fi: Lisää Yearlit-widget, jotta lupauksesi pysyy näkyvillä.
fr: Ajoute un widget Yearlit pour garder ta promesse sous les yeux.
hr: Dodaj Yearlit widget da ti obećanje bude tamo gdje ćeš ga vidjeti.
hu: Adj hozzá egy Yearlit widgetet, hogy az ígéreted ott legyen, ahol látod.
it: Aggiungi un widget Yearlit per tenere la promessa dove la vedi.
lv: Pievieno Yearlit logrīku, lai tavs solījums būtu redzams.
nb: Legg til en Yearlit-widget så løftet ditt er der du ser det.
nl: Voeg een Yearlit-widget toe zodat je belofte zichtbaar blijft.
pl: Dodaj widżet Yearlit, żeby mieć obietnicę zawsze na widoku.
pt_br: Adicione um widget do Yearlit para deixar sua promessa sempre à vista.
ro: Adaugă un widget Yearlit ca să-ți vezi promisiunea mereu la îndemână.
sk: Pridaj si widget Yearlit, aby si mal svoj sľub tam, kde ho uvidíš.
sl: Dodaj pripomoček Yearlit, da bo tvoja obljuba tam, kjer jo vidiš.
sv: Lägg till en Yearlit-widget så att löftet syns där du ser det.
uk: Додай віджет Yearlit, щоб твоя обіцянка була там, де ти її побачиш.

source: Add at least one habit to the stack.
cs: Přidej do sady alespoň jeden návyk.
da: Tilføj mindst én vane til stakken.
de: Füge mindestens eine Gewohnheit zum Stapel hinzu.
es: Añade al menos un hábito a la pila.
et: Lisage virnale vähemalt üks harjumus.
fi: Lisää pinoon ainakin yksi tapa.
fr: Ajoutez au moins une habitude à la pile.
hr: Dodaj barem jednu naviku u niz koraka.
hu: Adj hozzá legalább egy szokást a veremhez.
it: Aggiungi almeno un'abitudine allo stack.
lv: Pievieno ķēdei vismaz vienu ieradumu.
nb: Legg til minst én vane til stabelen.
nl: Voeg ten minste één gewoonte toe aan de stapel.
pl: Dodaj co najmniej jeden nawyk do stosu.
pt_br: Adicione pelo menos um hábito à pilha.
ro: Adaugă cel puțin un obicei în stivă.
sk: Pridaj do zostavy aspoň jeden zvyk.
sl: Dodaj vsaj eno navado v sklop.
sv: Lägg till minst en vana i stacken.
uk: Додайте до стека хоча б одну звичку.

source: Add at least one step before saving.
cs: Před uložením přidejte alespoň jeden krok.
da: Tilføj mindst ét ​​trin, før du gemmer.
de: Füge vor dem Speichern mindestens einen Schritt hinzu.
es: Agregue al menos un paso antes de guardar.
et: Enne salvestamist lisage vähemalt üks samm.
fi: Lisää vähintään yksi vaihe ennen tallentamista.
fr: Ajoutez au moins une étape avant de sauvegarder.
hr: Dodaj barem jedan korak prije spremanja.
hu: Mentés előtt adj hozzá legalább egy lépést.
it: Aggiungi almeno un passaggio prima di salvare.
lv: Pirms saglabāšanas pievienojiet vismaz vienu darbību.
nb: Legg til minst ett trinn før du lagrer.
nl: Voeg minstens één stap toe voordat je opslaat.
pl: Dodaj przynajmniej jeden krok przed zapisaniem.
pt_br: Adicione pelo menos uma etapa antes de salvar.
ro: Adaugă cel puțin un pas înainte de salvare.
sk: Pred uložením pridajte aspoň jeden krok.
sl: Pred shranjevanjem dodajte vsaj en korak.
sv: Lägg till minst ett steg innan du sparar.
uk: Додайте принаймні один крок перед збереженням.

source: Add Calendar
cs: Přidat kalendář
da: Tilføj kalender
de: Kalender hinzufügen
es: Agregar calendario
et: Lisage kalender
fi: Lisää kalenteri
fr: Ajouter un calendrier
hr: Dodaj kalendar
hu: Naptár hozzáadása
it: Aggiungi calendario
lv: Pievienot kalendāru
nb: Legg til kalender
nl: Kalender toevoegen
pl: Dodaj kalendarz
pt_br: Adicionar calendário
ro: Adaugă calendar
sk: Pridať kalendár
sl: Dodaj koledar
sv: Lägg till kalender
uk: Додати календар

source: Add existing streak
cs: Přidat existující sérii
da: Tilføj eksisterende streak
de: Vorhandenen Streak hinzufügen
es: Agregar racha existente
et: Lisa olemasolev jada
fi: Lisää olemassa oleva putki
fr: Ajouter une séquence existante
hr: Dodajte postojeći niz
hu: Meglévő sorozat hozzáadása
it: Aggiungi una serie esistente
lv: Pievienot esošu sēriju
nb: Legg til eksisterende strek
nl: Bestaande streak toevoegen
pl: Dodaj istniejącą passę
pt_br: Adicionar sequência existente
ro: Adaugă o serie existentă
sk: Pridať existujúcu sériu
sl: Dodajte obstoječi niz
sv: Lägg till befintlig svit
uk: Додати наявну серію

source: Add Morning Routine Sample
cs: Přidejte ukázku ranní rutiny
da: Tilføj morgenrutineprøve
de: Beispiel „Morgenroutine“ hinzufügen
es: Agregar muestra de rutina matutina
et: Lisage hommikuse rutiini näidis
fi: Lisää aamurutiininäyte
fr: Ajouter un exemple de routine matinale
hr: Dodajte uzorak jutarnje rutine
hu: Reggeli rutinminta hozzáadása
it: Aggiungi esempio Routine mattutina
lv: Pievienot rīta rutīnas piemēru
nb: Legg til morgenrutineprøve
nl: Voeg voorbeeld voor ochtendroutine toe
pl: Dodaj próbkę porannej rutyny
pt_br: Adicionar amostra de rotina matinal
ro: Adaugă exemplul de rutină de dimineață
sk: Pridať ukážku rannej rutiny
sl: Dodajte vzorec jutranje rutine
sv: Lägg till morgonrutinprov
uk: Додати приклад ранкової рутини

source: Add Step
cs: Přidat krok
da: Tilføj trin
de: Schritt hinzufügen
es: Agregar paso
et: Lisa samm
fi: Lisää vaihe
fr: Ajouter une étape
hr: Dodaj korak
hu: Lépés hozzáadása
it: Aggiungi passaggio
lv: Pievienot soli
nb: Legg til trinn
nl: Stap toevoegen
pl: Dodaj krok
pt_br: Adicionar etapa
ro: Adaugă pas
sk: Pridať krok
sl: Dodaj korak
sv: Lägg till steg
uk: Додати крок

source: Additional reminders
cs: Další připomenutí
da: Yderligere påmindelser
de: Zusätzliche Erinnerungen
es: Recordatorios adicionales
et: Täiendavad meeldetuletused
fi: Lisämuistutuksia
fr: Rappels supplémentaires
hr: Dodatni podsjetnici
hu: További emlékeztetők
it: Promemoria aggiuntivi
lv: Papildu atgādinājumi
nb: Ytterligere påminnelser
nl: Aanvullende herinneringen
pl: Dodatkowe przypomnienia
pt_br: Lembretes adicionais
ro: Mementouri suplimentare
sk: Ďalšie pripomienky
sl: Dodatni opomniki
sv: Ytterligare påminnelser
uk: Додаткові нагадування
